first_name = input('Введите ваше имя:')
last_name = input('Введите вашу фамилию:')
age = input('Введите ваш возраст:')
city = input('Введите город проживания:')

# выводим пустую строку
print('')

# выводим приведствие, подставляя имя и фамилию пользователя,
# которые он ввёл с клавиатуры
print('Привет,', first_name, last_name, '!')

# выводим пустую строку
print('')

# выводим фиксированый текст для удобства просмотра
print('Ваш профиль:')

# Выводим возраст и город, которые указал пользователь
print('Возраст:', age)
print('Город:', city)
